/*
 Localizable.strings
 Gmail Notifr

 Created by James Chen on 8/4/09.
 Copyright 2009 ashchan.com. All rights reserved.

 Contributor: Jacek Sniecikowski
 */


//-----------------------------------------
// Menu and tooltip
//----------------------------------------
/* Open Inbox menu item under each account */
"Open Inbox" = "Otwórz skrzynkę odbiorczą";

/* menubar tooltip when checking mail */
"Checking Mail" = "Sprawdzam pocztę...";

/* connection error message */
"Connection Error" = "Błąd połączenia";

/* wrong username/password pair error message */
"Username/password Wrong" = "Niepoprawne hasło lub użytkownik";

/* count of unread messages */
"Unread Messages" = "%d nieprzeczytanych wiadomości";

/* count (1) of unread message */
"Unread Message" = "%d nieprzeczytana wiadomość";

/* last check time */
"Last Checked:" = "Ostatnio sprawdzono:";

/* Enable, Disable */
"Enable Account" = "Aktywuj konto";
"Disable Account" = "Deaktywuj konto";

/* Check */
"Check" = "Sprawdź";

/* Main Menu */
"Check All" = "Sprawdź wszystkie";
"Compose Mail" = "Utwórz wiadomość";
"Preferences..." = "Ustawienia...";
"Check for Updates..." = "Sprawdź aktualizacje...";
"About Gmail Notifr" = "Mail Notifr...";
"Donate..." = "Wspomóż projekt...";
"Rate on App Store" = "Oceń w App Store...";
"Quit Gmail Notifr" = "Wyłącz Mail Notifr";


//-----------------------------------------
// Preferences - Settings
// ----------------------------------------
"Settings" = "Ustawienia";
"Launch at login" = "Uruchom przy starcie systemu";
"Show unread count in menu bar" = "Pokaż ilość nieprzeczytanych wiadomości w pasku menu";
"shortcuts.label" = "Skróty klawiszowe";
"shortcuts.checkall.label" = "Sprawdz wszystkie:";


//-----------------------------------------
// Preferences - Accounts
// ----------------------------------------
"Accounts" = "Konta";
"Edit" = "Zmień";

"Username:" = "Użytkownik:";
"Password:" = "Hasło:";
"Check for new mail every" = "Sprawdź pocztę co";
"minutes" = "minut";
"Use Growl Notification" = "Użyj notyfikacji";
"Play sound:" = "Odtwórz dzwięk:";
"To add a Google Hosted Account, specify the full email address as username, eg: admin@ashchan.com." = "Aby dodać konto pocztowe Google, podaj jedynie nazwę użytkownika. Np. dla adresu 'james@ashchan.com' nazwą użytkownika jest 'Janek'.";
"Enable this account" = "Aktywuj te konto";
"Open in browser:" = "Otwórz w przegladarce:";
"Cancel" = "Anuluj";
"OK" = "OK";